"espk" = "Priključnica za Apple zvučnik";
"ispk" = "Ugrađeno";
"emic" = "Priključnica za mikrofon";
"imic" = "Ugrađeno";
"hdpn" = "Priključnica za slušalice";
"lini" = "Linijska ulazna audio priključnica";
"lino" = "Linijska izlazna audio priključnica";
"spdi" = "Optička digitalna ulazna priključnica";
"spdo" = "Optička digitalna izlazna priključnica";
"pci " = "PCI kartica";
"usb " = "USB";
"1394" = "FireWire";
"wrls" = "AirPort";
"ntwk" = "Mrežni uređaj";
"blue" = "Bluetooth";
"bluh" = "Bluetooth slušalice";
"blus" = "Bluetooth slušalice";
"dprt" = "DisplayPort";
"hdmi" = "HDMI";
"airp" = "AirPlay";
